export const experiences = [
    {
        date: '2022年12月',
        title: '22学年度奖学金两项',
        desc: '',
        stats: ['国家励志奖学金', '中山大学学业进步奖学金']    
      },
    {
      date: '2023年10月 – 2024年10月',
      title: 'AI模型的数据投毒检测 ·  大创项目',
      desc: '开发量子启发式检测算法，产出1项专利与CCF A类独立一作论文。',
      stats: ['发明专利 CN119782803A', 'IJCAI 2025收录论文', '项目和论文成果由学院公众号推送推文']
    },
    {
      date: '2023年12月 – 2024年4月',
      title: 'APMCM亚太数模竞赛 · 国家一等奖（季军）',
      desc: '担任队长，设计基于量子组合优化的投资组合系统，完成从建模到答辩全过程。',
      stats: ['夏普比率提升至1.13+', '波动率降低35%', '受邀在中国移动算力网络大会做展示']
    },
    {
      date: '2023年12月',
      title: '大学生数学竞赛 · 二等奖',
      desc: [],
      stats: []    
    },
    
    {
        date: '2024年7月 – 2025年4月',
        title: '人工智能AI-X加速 · 管理科学与工程学会基金项目',
        desc: '核心成员，主导技术开发、论文撰写与报告产出，研究AI加速方法与量子算法，已完成多项原型系统。',
        stats: ['20万项目经费', 'ReLU网络Lipschitz估计', '概率方法强化的QUBO量子SVM训练', '1项发明专利申请中']
      },
      {
        date: '2024年9月',
        title: '新论文被接收',
        desc: '两篇一作EI会议论文被AAIM接收(Core C类会议, )',
        stats: ['https://link.springer.com/chapter/10.1007/978-981-97-7801-0_12','https://link.springer.com/chapter/10.1007/978-981-97-7801-0_17' ]   
      },
      {
        date: '2024年10月',
        title: '24学年度奖学金',
        desc: '小米奖学金: 在此感谢小米公司对我的支持与帮助。',
        stats: []   
      },
      {
        date: '2025年4月',
        title: '新论文被接收',
        desc: 'IJCAI 2025接收一作论文',
        stats: []   
      },
    {
      date: '2025年5月 – 至今',
      title: '多模态大模型安全分析 · 自主研究项目',
      desc: '复现多种攻击（如2M、图像后门等），探索鲁棒性增强方法，推动医疗AI可信发展。',
      stats: ['LLaVA-Med模型基础', '复现4类典型攻击', '开展系统防御策略设计']
    }
  ] as const;
  